[
  {
    "Course Code":"HGSE_V 310",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"First Nations and Canada: (Re)writing History",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"A survey of the history of Indigenous peoples in relation to the Canadian colonial state contrasting the Indigenous historical experience with conventional accounts of Canadian history."
  },
  {
    "Course Code":"HGSE_V 311",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Law and Governance: Indigenous and European Traditions",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Background on sources of Aboriginal and Canadian law; detail on section 35 of the Constitution Act; a review of relevant Canadian case law; insight on the importance of international law; and literature on governance."
  },
  {
    "Course Code":"HGSE_V 312",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Perspectives on Reconciliation",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Notions of reconciliation and restitution that have emerged in Canada across space and time; key principles, discourses, legal and Constitutional mechanisms, actions and actors."
  },
  {
    "Course Code":"HGSE_V 313",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Reconciliation and Resource Management",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Relationships and reconciliation processes between Indigenous peoples and other governments in the context of land and sea governance."
  },
  {
    "Course Code":"HGSE_V 314",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Reconciliation and Communities",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"In-depth exploration of the communities of Haida Gwaii through community-based experiences and community service learning."
  },
  {
    "Course Code":"HGSE_V 320",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Special Topics on Ecology and Society",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"This course will be offered, as opportunities arise, by instructors teaching with the Haida Gwaii Institute. The course is expected to be of a specialized nature and be at a level appropriate for upper level students."
  },
  {
    "Course Code":"HGSE_V 330",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Social Ecological Change: An Introduction to Systems Thinking and Resilience",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Conceptual tools of systems thinking, complexity and trans-systemics to aid understanding the dynamics of socialecological transformation and social innovation. These tools will be presented and complemented by experiences on Haida Gwaii that will foster an understanding of social change and system transformation for reconciliation. Complex problems. Prerequisite: Third-year Standing."
  },
  {
    "Course Code":"HGSE_V 331",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Environmental Assessment in Cross-Cultural and Indigenous Contexts",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"An introduction to the field and practice of environmental assessment (EA) in Canada with specific reference to EA processes in cross-cultural and Indigenous contexts. Includes cases specific to Haida Gwaii and engagement with local, community educators from Haida Gwaii. Prerequisite: Third-year Standing."
  },
  {
    "Course Code":"HGSE_V 332",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Plant Ecology and Diversity",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Examination of global vegetation, incorporating distribution, abundance, interactions between plants and other organisms, and the role of plants in different environments. Concepts will be addressed the ecosystems of the coastal temperate rainforest in general, and of Haida Gwaii in particular. Prerequisite: Third-year Standing."
  },
  {
    "Course Code":"HGSE_V 333",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Indigenous Plant Knowledge: Ethnoecology and Ethnobotany",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Ethnoecology and ethnobotany within the context of Haida culture and language and the ecosystems of Haida Gwaii, along with examples from other Indigenous communities in British Columbia and the Yukon. Prerequisite: Third-year Standing."
  },
  {
    "Course Code":"HGSE_V 350",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Case Studies in Haida Gwaii",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Integration of concepts of history, politics, First Nations, rural development, and forest ecology in natural resources management in Haida Gwaii. A core element of the Haida Gwaii Semester."
  },
  {
    "Course Code":"HGSE_V 351",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"History and Politics of Resource Management",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Historical examination of resource management in Canada and conflicts arising therefrom, with emphasis on forests."
  },
  {
    "Course Code":"HGSE_V 352",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Indigenous Governance and Land Stewardship",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"The political, economic, and legal environment of Aboriginal-Canadian relations and its influence on resource use and management; review of historic relationships, emerging case law, and new reconciliation frameworks."
  },
  {
    "Course Code":"HGSE_V 353",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Rainforest Ecology and Management",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Ecology of the temperate rainforests of Haida Gwaii. A core element of the Haida Gwaii Semester."
  },
  {
    "Course Code":"HGSE_V 354",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Diversifying Resource-Dependent Communities",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Examination of the forces that restructure local economies, both historically and contemporarily; link between rural economic development and the legacy of resource development in Aboriginal communities across British Columbia. A core element of the Haida Gwaii Semester."
  },
  {
    "Course Code":"HGSE_V 355",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Applied Ecology of Coastal Terrestrial Ecosystems",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Processes that shape coastal terrestrial ecosystems through time and applications to current ecological reality. Part of the Haida Gwaii Fall Semester. Prerequisite: Third-year standing."
  },
  {
    "Course Code":"HGSE_V 356",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Biophysical Dynamics of the Marine-Terrestrial Interface",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Nutrient cycling between the marine environment and coastal forest ecosystems, how the physical characteristics of this interface can affect these inputs, and which species play a pivotal role in driving interactions."
  },
  {
    "Course Code":"HGSE_V 357",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Ecology and Management of Island Wildlife",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Unique biological attributes of island wildlife, such as subspecies, isolated populations, and distinct evolutionary pathways, with a focus on endemic species on Haida Gwaii. Part of the Haida Gwaii Fall Semester. Credit will be granted for only one of FRST 395 or HGSE 357. Prerequisite: Third-year standing."
  },
  {
    "Course Code":"HGSE_V 358",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Systems Thinking for Resource Management",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Introduction to systems thinking and resilience to understand dynamics of social change and innovation; use of case studies to demonstrate applications of different types of ecological knowledge, including traditional knowledge and experiential knowledge. Part of the Haida Gwaii Fall Semester. Prerequisite: Third-year standing."
  },
  {
    "Course Code":"HGSE_V 359",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Ecosystem-Based Management Seminar",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"History, definitions, and applications of EBM; challenges of achieving both economic and environmental well-being with a focus on resource use and management on Haida Gwaii. Part of the Haida Gwaii Fall Semester. Prerequisite: Third-year standing."
  },
  {
    "Course Code":"HGSE_V 360",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Ocean People Culture and Tradition",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"The relationship between the culture of the Haida people and their marine environment; and traditional and modern approaches to management of marine resources."
  },
  {
    "Course Code":"HGSE_V 361",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Fisheries Co-Management of the North Pacific Coast",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Concepts of fisheries co-management with a focus on the North Pacific Coast; examples of other comanagement structures regionally and internationally."
  },
  {
    "Course Code":"HGSE_V 362",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Marine Protected Areas and Marine Spatial Planning",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Key elements inherent in MPA and MPA network design, governance, implementation, management, compliance and monitoring."
  },
  {
    "Course Code":"HGSE_V 363",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Applications in Marine Conservation",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Exposure to field settings and research techniques in local marine environments."
  },
  {
    "Course Code":"HGSE_V 364",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Haida Gwaii Marine Conservation Seminar",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Introduction to key marine conservation and management issues, pairing broad topics with examples on Haida Gwaii to bring theory into practice."
  },
  {
    "Course Code":"HGSE_V 370",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Introduction to Resilience Theory in Community",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"HGSE_V 371",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Re-Storying History: Indigenous Perspective",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"HGSE_V 372",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Language and Cultural Continuity",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"HGSE_V 373",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Community Planning and Development for Resilience",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"An examination of the challenges and opportunities of developing and diversifying resilient resource dependent cross-cultural, rural communities using Haida Gwaii's comprehensive community planning as a case study."
  },
  {
    "Course Code":"HGSE_V 374",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Community Resilience Seminar",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"The application of theory, concepts, stories, and histories of community resilience through focused readings, group discussions and engagement with local speakers to provide the opportunity to engage deeply and work at the theory-practice interface."
  },
  {
    "Course Code":"HGSE_V 380",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Systems Thinking and Social-Ecological Change",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Theories of systems change, including complex systems thinking, resilience\/transformation, transition management and other social science-based change theories. Corequisite: All of HGSE 382, HGSE 383, HGSE 384."
  },
  {
    "Course Code":"HGSE_V 381",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Ecological Economics",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Underlying philosophy and principles of ecological economics, including the cascading effects of change, unintended consequences of change, and why it might be difficult to separate our ecological goals from our political realities."
  },
  {
    "Course Code":"HGSE_V 382",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Political and Legal Aspects of Systems Change",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"An examination of the emergence of Aboriginal Law in Canada, with a focus on the development of Aboriginal law as an innovation in shaping new contexts for Federal-, Provincial- and Corporate-Indigenous relations and its implications for systems transformation. Corequisite: All of HGSE 380, HGSE 383, HGSE 384."
  },
  {
    "Course Code":"HGSE_V 383",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Social Innovation and Entrepreneurship",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"An examination of the relationships between culture, ingenuity, creativity, entrepreneurship and innovation required to understand and foster systems change through Indigenous and cross-cultural examples. Corequisite: All of HGSE 380, HGSE 382, HGSE 384."
  },
  {
    "Course Code":"HGSE_V 384",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Case Studies in Social-Ecological Change",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"An exploration of complex issues of social-ecological change in the current social-economic-political context of reconciliation initiatives and Indigenous governance, highlighting the Haida worldview and Haida ways of knowing and being with western understandings of social-ecological systems. Corequisite: All of HGSE 380, HGSE 382, HGSE 383."
  },
  {
    "Course Code":"HGSE_V 394",
    "Subject":"Haida Gwaii Semesters",
    "Course Title":"Marine Conservation in British Columbia",
    "Complementary Study Area":"Indigenous Knowledge & Perspectives",
    "Description":"Perspectives and methodologies applied to the conservation of marine environments in British Columbia."
  },
  {
    "Course Code":"ECON_V 241",
    "Subject":"Economics",
    "Course Title":"Introduction to Global Development",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Economic approaches to long-run global development, international trade, growth, and globalization. Topics include the economics of trade policy, political economy, migration, the environment, foreign investment, and culture in a global context. Students may only receive credit for ECON_V 241 and ECON_V 255 or ECON_V 234 with permission of the instructor. Prerequisite: One of ECON_V 101, ECON_V 310 and one of ECON_V 102, ECON_V 311."
  },
  {
    "Course Code":"ECON_V 255",
    "Subject":"Economics",
    "Course Title":"Understanding Globalization",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Social and economic implications for both rich and poor countries of lowered barriers to the international flows of information, capital, labour and goods. May not be taken for credit by students with fourth-year standing in Bachelor of International Economics or any of the following Economics programs offered by VSE: Majors, Minors, Combined Majors, Honours. Prerequisite: One of ECON 101, ECON 310 and one of ECON 102, ECON 311."
  },
  {
    "Course Code":"ECON_V 310",
    "Subject":"Economics",
    "Course Title":"Principles of Microeconomics",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"The scope of this course is approximately the same as that of ECON_V 101. The course is intended for upper-level students only. Credit will be granted for only one of ECON_V 310 or ECON_V 101. Prerequisite: Third-year, fourth-year, or graduate standing."
  },
  {
    "Course Code":"ECON_V 323",
    "Subject":"Economics",
    "Course Title":"Quantitative Economic Modelling with Data Science Applications",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Computational tools used in modern economics. Including application of data science in economics; visualization and manipulation of economic data; solving and simulating dynamic economic models. Credit will be granted for only one of ECON 323, CPSC 110, or CPSC 107. One course in second-year linear algebra such as MATH 221 or MATH 223 is strongly recommended, but not required. Prerequisite: One of ECON 101, ECON 310 and one of MATH 100, MATH 102, MATH 104, MATH 110, MATH 120, MATH 180, MATH 184 and one of MATH 101, MATH 103, MATH 105, MATH 121."
  },
  {
    "Course Code":"ECON_V 364",
    "Subject":"Economics",
    "Course Title":"The Economics of Sustainable Development: Communities Markets and Technology",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Research and seminars on topics of concern to economists and communities located locally and internationally. Environmental sustainability, sustainable livelihoods, development effectiveness, institutions, agency, ethics, and well-being. Theoretical approaches, case studies, and community-based learning. Restricted to BA students with at least 3rd year standing and BIE students with at least 2nd year standing. Students are expected to have completed at least 9 ECON credits prior to registration. Prerequisite: One of ECON 101, ECON 310 and one of ECON 102, ECON 311."
  },
  {
    "Course Code":"ECON_V 370",
    "Subject":"Economics",
    "Course Title":"Benefit-Cost Analysis and the Economics of Project Evaluation",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Techniques and problems in benefit-cost analysis of public projects. Examination of alternative approaches to public decision-making such as cost-effectiveness analysis and multiple-objective frameworks. Case studies of projects in the areas of natural resources, the environment, human resources, public services, and transportation. Prerequisite: One of ECON 101, ECON 310."
  },
  {
    "Course Code":"ECON_V 371",
    "Subject":"Economics",
    "Course Title":"Economics of the Environment",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Economic analysis applied to various environmental issues, including sustainable development, quality of life, and environmental impacts of specific industrial and consumption activities. The design and implementation of government policies. Global environmental effects of human economic activity. Credit will be granted for only one of COEC 475, COMM 487, or ECON 371. Prerequisite: One of ECON 101, ECON 310."
  },
  {
    "Course Code":"ECON_V 374",
    "Subject":"Economics",
    "Course Title":"Land Economics",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Economic analysis applied to problems of land use. Rent theory. Land valuation. Land conservation. Techniques for assessing economic efficiency of land use. Effects of institutions and public policies on land use. Credit will be granted for only one of ECON_V 374 or FRE_V 374. Prerequisite: One of ECON_V 101, ECON_V 310. Equivalency: FRE_V 374."
  },
  {
    "Course Code":"ECON_V 473",
    "Subject":"Economics",
    "Course Title":"Economics of Climate Change",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"The impact of climate change as examined through economic thinking and research. Social and economic outcomes, social cost of carbon, policies to mitigate or adapt to climate change, and climate justice. Prerequisites: One of ECON_V 301, ECON_V 304, ECON_V 315, COMM_V 295 or FRST_V 318; and one of ECON_V 326, ECON_V 328, STAT_V 306, or FRE_V 326."
  },
  {
    "Course Code":"GEOG_V 319",
    "Subject":"Geography",
    "Course Title":"Environmental Impact Assessment",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"The principles, implementation, and role of environmental impact assessment in environmental management, in Canada and internationally. Credit will be granted for only one of GEOG 319 or ENST 319. Equivalency: ENST319"
  },
  {
    "Course Code":"FRE_V 326",
    "Subject":"Food and Resource Economics",
    "Course Title":"Empirical Methods for Food and Resource Economics",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Introduction to empirical methods with applications for problems in food and resource economics; standard linear regression and methods to address data deficiencies; interpretation of regression results for forecasting and policy analysis. Prerequisite: One of LFS_V 252, STAT_V 200, BIOL_V 300, FRST_V 231, ECON_V 325. This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"FRE_V 374",
    "Subject":"Food and Resource Economics",
    "Course Title":"Land Economics",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Willingness to pay, opportunity costs, externalities, and market failures in natural resource markets; dynamic efficiency; economic applications including mineral, marine, forest, land, water, and biodiversity. Prerequisite: One of ECON_V 101, ECON_V 310, FRST_V 101, LFS_V 101. Equivalency: ECON_V 374"
  },
  {
    "Course Code":"FRE_V 420",
    "Subject":"Food and Resource Economics",
    "Course Title":"The Economics of International Trade and the Environment",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Market failure and gains from trade in the presence of environmental externalities; multilateral trade and environmental agreements; case studies, including biological invasions, transport emissions, climate-induced migration, carbon leakage, ivory trade, food miles. Prerequisite: One of ECON_V 101, ECON_V 310, FRST_V 101, LFS_V 101."
  },
  {
    "Course Code":"FRE_V 474",
    "Subject":"Food and Resource Economics",
    "Course Title":"Causal Inference in the Economics of Natural Resource Conservation",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Estimating causal relationships in natural resource economics; applied data analysis; econometrics; counterfactual thinking, and applications to the economics of: natural resource conservation, species loss and extraction, protected areas, international trade of wildlife products, and endangered species legislation. Prerequisite: One of LFS_V 252, STAT_V 200, BIOL_V 300, ECON_V 325, COMM_V 291, FRST_V 231 and one of ECON_V 101, ECON_V 310, FRST_V 101, LFS_V 101."
  },
  {
    "Course Code":"COMM_V 484",
    "Subject":"Commerce",
    "Course Title":"Sustainability Marketing",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Role of marketing in creating social value. Integration of marketing fundamentals with core social, environmental, and economic principles of sustainability. Analysis of current sustainability trends. Development of strategic and practical marketing recommendations for for-profit enterprises. Potential and pitfalls of sustainability marketing. This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"COMM_V 485",
    "Subject":"Commerce",
    "Course Title":"Social Entrepreneurship",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"An applied course that examines the innovative, growing, and rapidly evolving field of social entrepreneurship, which tackles social and environmental challenges through business perspectives and methods. Credit will be granted for only one of COMM_V 485 or COMR_V 485. Equivalency: COMR_V 485 This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"COMM_V 487",
    "Subject":"Commerce",
    "Course Title":"Environmental Management",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Explores corporate environmental strategy by introducing economic principles underlying environmental policy, law, and technologies for pollution prevention and abatement, environmental management systems, ISO-14001, energy systems, eco-marketing, and life-cycle analysis. Credit will be granted for only one of COEC_V 475, COMM_V 487, COMM_V 597, or ECON_V 371."
  },
  {
    "Course Code":"COMM_V 495",
    "Subject":"Commerce",
    "Course Title":"Business and Sustainable Development",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"CONS_V 440",
    "Subject":"Natural Resources Conservation",
    "Course Title":"Conservation Decision-Making and Policy",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"POLI_V 351",
    "Subject":"Political Science",
    "Course Title":"Environmental Politics and Policy",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Domestic and international determinants of environmental policy; alternative approaches to environmental protection. The sustainable development paradigm; public opinion and interest group pressures; risk assessment; mandatory, voluntary and market-based policy instruments. Prerequisite: All of POLI 100, POLI 101, POLI 240. Or third-year standing or higher."
  },
  {
    "Course Code":"POLI_V 375",
    "Subject":"Political Science",
    "Course Title":"Global Environmental Politics",
    "Complementary Study Area":"Economics and Policy Analysis for Decision Making",
    "Description":"Ecological consequences of the global political economy. Prerequisite: All of POLI 100, POLI 101, POLI 240. Or third-year standing or higher."
  },
  {
    "Course Code":"CONS_V 425",
    "Subject":"Natural Resources Conservation",
    "Course Title":"Sustainable Energy: Policy and Governance",
    "Complementary Study Area":"Society and Governance",
    "Description":"Energy as a global policy problem; current energy challenges; energy systems and energy analysis; the politics and policy of energy alternatives. [3-0-0] Prerequisite: Third- or fourth-year standing; 100-level MATH course."
  },
  {
    "Course Code":"ECON_V 311",
    "Subject":"Economics",
    "Course Title":"Principles of Macroeconomics",
    "Complementary Study Area":"Society and Governance",
    "Description":"The scope of this course is approximately the same as that of ECON_V 102. The course is intended for upper-level students only. Credit will be granted for only one of ECON_V 311 or ECON_V 102. Prerequisite: Third-year, fourth-year or graduate standing."
  },
  {
    "Course Code":"GEOG_V 202",
    "Subject":"Geography",
    "Course Title":"Climate Emergency",
    "Complementary Study Area":"Society and Governance",
    "Description":"Science, impacts, and parallel crises of the climate emergency; decarbonization challenge and measuring progress towards emission targets; strategies and tools for climate action at local, national, and global levels. Credit will only be granted for one of GEOG 202 or ENST 202. Recommended: Second-year standing. Equivalency: ENST 202"
  },
  {
    "Course Code":"GEOG_V 302",
    "Subject":"Geography",
    "Course Title":"Climate Justice",
    "Complementary Study Area":"Society and Governance",
    "Description":"Concepts and debates in the interdisciplinary field and practice of climate justice; the role of systemic processes and patterns underlying climate change and climate injustices. Credit will only be granted for one of GEOG 302 or ENST 302. Recommended: Second-year standing. Equivalency: ENST 302"
  },
  {
    "Course Code":"GEOG_V 310",
    "Subject":"Geography",
    "Course Title":"Environment and Sustainability",
    "Complementary Study Area":"Society and Governance",
    "Description":"Concepts of environment, resources and sustainability; the roles of physical and human geography in understanding the interaction of humans and the environment; introduction to management of environment-resource systems. Credit will be granted for only one of GEOG 310 or ENST 310. Equivalency: ENST310"
  },
  {
    "Course Code":"GEOG_V 313",
    "Subject":"Geography",
    "Course Title":"Environmental Justice and Social Change",
    "Complementary Study Area":"Society and Governance",
    "Description":"Economic, social, political and cultural structures and institutions that shape contemporary socioecological challenges. Credit will be granted for only one of GEOG_V 313 or ENST_V 313. Recommended pre-requisite: GEOG_V 121. Equivalency: ENST_V 313 This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"GEOG_V 491",
    "Subject":"Geography",
    "Course Title":"Global Ocean: Geography Sustainability and Governance",
    "Complementary Study Area":"Society and Governance",
    "Description":"Maritime issues and ocean governance from a geographical perspective. Uses political geography and political ecology approaches to examine conflicts and propose initiatives to promote ocean sustainability and social inclusion."
  },
  {
    "Course Code":"POLI_V 302",
    "Subject":"Political Science",
    "Course Title":"Public Administration",
    "Complementary Study Area":"Society and Governance",
    "Description":"The structure and organization of the administrative branch of government in theory and practice. Administrative powers and policy-making in the modern state. Examples of the administrative processes are drawn from Canada and other countries. Prerequisite: All of POLI 100, POLI 101, POLI 110, POLI 240. Or third-year standing or higher."
  },
  {
    "Course Code":"POLI_V 350",
    "Subject":"Political Science",
    "Course Title":"Public Policy",
    "Complementary Study Area":"Society and Governance",
    "Description":"An introduction to public policy: rationales for government intervention, the influence of interest groups and political institutions on policy outcomes, and the various stages in the policy process. Prerequisite: All of POLI 100, POLI 101, POLI 240. Or third-year standing or higher."
  },
  {
    "Course Code":"POLI_V 364",
    "Subject":"Political Science",
    "Course Title":"International Organizations",
    "Complementary Study Area":"Society and Governance",
    "Description":"Analysis of the activities and influence of modern international organizations in international security, economic, and social issue areas. The course will focus on organizations associated with the United Nations, but other world and regional bodies will be analysed as well. Prerequisite: All of POLI 100, POLI 101, POLI 240. Or third-year standing or higher."
  },
  {
    "Course Code":"SOCI_V 100",
    "Subject":"Sociology",
    "Course Title":"Introduction to Sociology",
    "Complementary Study Area":"Society and Governance",
    "Description":"Introduction to problems in the analysis of social structures and processes. Basic sociological concepts will be introduced and their application demonstrated in various areas of sociology. Credit will be granted for only one of SOCI 100 or both SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 204",
    "Subject":"Sociology",
    "Course Title":"Global Population Dynamics",
    "Complementary Study Area":"Society and Governance",
    "Description":"Core processes that influence world population patterns and trends."
  },
  {
    "Course Code":"SOCI_V 230",
    "Subject":"Sociology",
    "Course Title":"Shopping Society and Sustainability",
    "Complementary Study Area":"Society and Governance",
    "Description":"Major theories of consumer society, evaluating impacts of shopping on human and non-human environments and popular solutions to these impacts."
  },
  {
    "Course Code":"SOCI_V 342",
    "Subject":"Sociology",
    "Course Title":"Consumers and Consumption",
    "Complementary Study Area":"Society and Governance",
    "Description":"The structure and culture of consuming and consumption. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 384",
    "Subject":"Sociology",
    "Course Title":"Sociology of Health and Illness",
    "Complementary Study Area":"Society and Governance",
    "Description":"Classic and contemporary sociological perspectives on health, illness, and health care. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 387",
    "Subject":"Sociology",
    "Course Title":"Drugs and Society",
    "Complementary Study Area":"Society and Governance",
    "Description":"Social dimensions of the causes, consequences, regulation, and treatment of substance use from Canadian and international perspectives. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 420",
    "Subject":"Sociology",
    "Course Title":"Sociology of the Environment",
    "Complementary Study Area":"Society and Governance",
    "Description":"Sociological approaches to the study of environmental conflicts, issues, movements, impact of changing technology, economic development on the environment. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 479",
    "Subject":"Sociology",
    "Course Title":"Social Determinants of Health",
    "Complementary Study Area":"Society and Governance",
    "Description":"Relationships between social phenomena (e.g., personal beliefs, lifestyle practices, social support, socio-economic status, social class, gender, and ethnicity) and the health of human populations. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"SOCI_V 495E",
    "Subject":"Sociology",
    "Course Title":"Advanced Studies in Sociology: Demography of Disasters",
    "Complementary Study Area":"Society and Governance",
    "Description":"An intensive examination of selected topics in Sociology. Consult the department for this year's offerings. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"GEOG_V 121",
    "Subject":"Geography",
    "Course Title":"Geography Environment and Globalization",
    "Complementary Study Area":"Urban Environments",
    "Description":"Human geography of the modern world with particular attention to human-environment relationships, urbanization, and regional growth; trade and communications; environment and war; environmental governance and sustainability."
  },
  {
    "Course Code":"GEOG_V 210",
    "Subject":"Geography",
    "Course Title":"Vancouver and Its Region",
    "Complementary Study Area":"Urban Environments",
    "Description":"An integrated approach to the physical and human geography of the Lower Mainland of British Columbia. Field trips."
  },
  {
    "Course Code":"GEOG_V 250",
    "Subject":"Geography",
    "Course Title":"Cities",
    "Complementary Study Area":"Urban Environments",
    "Description":"An interdisciplinary introduction to the city in the context of contemporary globalization. Analysis of urban patterns and processes from the theoretical perspectives of various disciplines and methodologies. Credit will be granted for only one of GEOG_V 250 or URST_V 200. Equivalency: URST_V 200."
  },
  {
    "Course Code":"GEOG_V 311",
    "Subject":"Geography",
    "Course Title":"Urban Environments",
    "Complementary Study Area":"Urban Environments",
    "Description":"The impact of urban development on the natural environment and vice versa. Study of the ecology and metabolism of cities and green urban design, using global and local case studies. Credit will be granted for only one of GEOG 311 or ENST 311. Equivalency: ENST311"
  },
  {
    "Course Code":"GEOG_V 351",
    "Subject":"Geography",
    "Course Title":"Urban Environmental Politics",
    "Complementary Study Area":"Urban Environments",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"DES_V 200",
    "Subject":"Design",
    "Course Title":"Design Thinking",
    "Complementary Study Area":"Urban Environments",
    "Description":"Design thinking through the analysis of architecture, landscape architecture and urban design and through hands-on design projects. This course is open to all UBC students, regardless of prior experience. Credit will granted for only one of ENDS 231 or DES 200. This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"DES_V 230",
    "Subject":"Design",
    "Course Title":"Sustainability by Design",
    "Complementary Study Area":"Urban Environments",
    "Description":"Interactions between human and natural urban systems using local and international examples of successful sustainable community designs. This course is open to all UBC students, regardless of prior experience. Credit will be granted for only one of ENDS 221 or DES 230. This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"SOCI_V 364",
    "Subject":"Sociology",
    "Course Title":"Built Environments",
    "Complementary Study Area":"Urban Environments",
    "Description":"Physical, social, and economic aspects of built environments, including housing and community planning. Prerequisite: One of SOCI 100, SOCI 101, SOCI 102."
  },
  {
    "Course Code":"UFOR_V 100",
    "Subject":"Urban Forestry",
    "Course Title":"Greening the City",
    "Complementary Study Area":"Urban Environments",
    "Description":"Roles played by urban forestry and greenspace systems in a rapidly changing world; topics include urban ecology, urban forest conservation, urban forest management, climate change, society and human well-being, design and planning, urban\/rural interface issues, and urban forest policy. [2-0-2]"
  },
  {
    "Course Code":"UFOR_V 110",
    "Subject":"Urban Forestry",
    "Course Title":"Introduction to Urban Forest Design",
    "Complementary Study Area":"Urban Environments",
    "Description":"Basic concepts of landscape design as it relates to urban forestry."
  },
  {
    "Course Code":"UFOR_V 220",
    "Subject":"Urban Forestry",
    "Course Title":"Urban Forest Inventory and Assessment",
    "Complementary Study Area":"Urban Environments",
    "Description":"Overview of urban forest resources: structure and composition, extent, and ecosystem services and benefits provided; introduces methods and tools for urban forest inventory, monitoring, and assessment, and how they are integrated into the planning and management of urban forests. This course is not eligible for Credit\/D\/Fail grading."
  },
  {
    "Course Code":"GEOG_V 492",
    "Subject":"Geography",
    "Course Title":"Oceanic Geographies: Movement Materiality and Mobility",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Moves beyond continental landmasses to consider global oceanic connections, mobility and materiality, and seascape epistemologies or ways of knowing through a cultural, social and historical geographies perspective. Restricted to students with third-year standing or above."
  },
  {
    "Course Code":"HIST_V 106",
    "Subject":"History",
    "Course Title":"Global Environmental History",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Description Not Available"
  },
  {
    "Course Code":"HIST_V 260",
    "Subject":"History",
    "Course Title":"Science and Society in the Contemporary World",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"An introduction to the historical development, conceptual foundations, and cultural significance of contemporary science. Themes will vary from year to year. Credit will be granted for only one of HIST_V 260 or PHIL_V 260. Equivalency: PHIL_V 260."
  },
  {
    "Course Code":"HIST_V 393",
    "Subject":"History",
    "Course Title":"Introduction to History and Philosophy of Science",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"An examination of historical, conceptual, and methodological conditions of scientific knowledge through detailed consideration of important episodes in the history of science. Credit will be granted for only one of HIST_V 393 or PHIL_V 360. Equivalency: PHIL_V 360"
  },
  {
    "Course Code":"HIST_V 397",
    "Subject":"History",
    "Course Title":"Environmental History of the Modern World",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Major themes in global environmental history and historiography since 1500, with a particular focus on the nineteenth through twenty-first centuries."
  },
  {
    "Course Code":"ENGL_V 244",
    "Subject":"English",
    "Course Title":"Environment and Literature",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Literary, critical, and\/or pop-culture texts about environmentalism and ecology. For ENGL courses at the 200- or 300- level, prior completion of at least one 100- level ENGL course is recommended."
  },
  {
    "Course Code":"ENGL_V 393",
    "Subject":"English",
    "Course Title":"Ecocriticism",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Ecocriticism and the environmental humanities encompassing more specific methodologies, such as queer ecology, ecofeminism, postcolonial, decolonizing, and transnational environmentalisms, environmental art. For ENGL courses at the 200- or 300- level, prior completion of at least one 100- level ENGL course is recommended."
  },
  {
    "Course Code":"PHIL_V 332",
    "Subject":"Philosophy",
    "Course Title":"Environmental Ethics",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Moral problems arising in the context of human relationships to nature and to non-human living things, considered in terms of both general moral theory and policy formation. Topics include moral standing, animal rights, obligations to future generations, pollution, hazardous materials, the depletion of natural resources and the treatment of non-human living things."
  },
  {
    "Course Code":"PHIL_V 337",
    "Subject":"Philosophy",
    "Course Title":"Ethics for the Sciences",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Philosophical exploration of ethical issues in the non-medical sciences, including topics such as intellectual integrity, responsible conduct of research, protection of human subjects, ethics of animal experimentation, and the social responsibilities of scientists. Credit will be granted for only one of ISCI_V 433 or PHIL_V 337."
  },
  {
    "Course Code":"PHIL_V 360",
    "Subject":"Philosophy",
    "Course Title":"Introduction to History and Philosophy of Science",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"An examination of historical, conceptual and methodological conditions of scientific knowledge through detailed consideration of important episodes in the history of science. Credit will be granted for only one of PHIL 360 or HIST 393. Equivalency: HIST 393"
  },
  {
    "Course Code":"PHIL_V 364",
    "Subject":"Philosophy",
    "Course Title":"Darwin Evolution and Modern History",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Darwin and the science of evolution in nineteenth and early twentieth century. Credit will be granted for only one of PHIL 364 or HIST 394. Equivalency: HIST 394"
  },
  {
    "Course Code":"PHIL_V 369",
    "Subject":"Philosophy",
    "Course Title":"Philosophy of Science",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Issues common to all sciences. Philosophical questions including the character of scientific laws, theories and revolutions, the nature of scientific confirmation, causality, explanation and prediction, and the use of logic and probability. Difficulties in the interpretation of atomic physics and questions about relationships between biology and psychology. No philosophical background is assumed."
  },
  {
    "Course Code":"PSYC_V 421",
    "Subject":"Psychology",
    "Course Title":"Environmental Psychology",
    "Complementary Study Area":"Environmental Humanities",
    "Description":"Psychological theory and research on the interaction between organisms and the physical environment; emphasis on applications to the design and management of constructed and natural environments. Strongly recommended: PSYC 217, PSYC 277 and one of PSYC 300, PSYC 308, PSYC 309, PSYC 314, PSYC 319. Restricted to students with third-year standing or higher."
  }
]